Repository: ljaniszewski00/SwiftfulShopping
Catalog: SwiftfulShopping/Localizable/*.lproj/Localizable.strings
Languages: pl

# OrderDetailsView_products
source: Products
pl: Produkty

# OrderDetailsView_rateOrderButton
source: Rate the order
pl: Oceń zamówienie

# OrderDetailsView_returnProductsButton
source: Return products
pl: Zwróć produkty

# OrderDetailsView_totalPrice
source: Total Price
pl: Kwota Całkowita

# OrderRateView_navigationTitle
source: Rate Products
pl: Oceń Produkty

# OrderStatus_closed
source: Closed
pl: Zamknięte

# OrderStatus_delivered
source: Delivered
pl: Dostarczone

# OrderStatus_payed
source: Payed
pl: Opłacone

# OrderStatus_picked
source: Picked
pl: Odebrane

# OrderStatus_placed
source: Placed
pl: Złożone

# OrderStatus_readyToBeSend
source: Ready to be send
pl: Gotowy do wysłania

# OrderStatus_returned
source: Returned
pl: Zwrócone

# OrderStatus_sent
source: Sent
pl: Wysłane

# OrdersView_navigationTitle
source: Orders
pl: Zamówienia

# OrdersView_orderStatus
source: Order Status:
pl: Status Zamówienia:

# OrdersView_products
source: Products:
pl: Produkty:

# PaymentDetailsView_cardHolder
source: CARD HOLDER
pl: WŁAŚCICIEL KARTY

# PaymentDetailsView_cardHolderNameTextField
source: Card Holder Name
pl: Dane Właściciela Karty

# PaymentDetailsView_cardNumberTextField
source: Card Number
pl: Numer Karty

# PaymentDetailsView_chooseDefaultPaymentMethod
source: Choose default payment method
pl: Wybierz domyślną metodę płatności

# PaymentDetailsView_editCardDataEditData
source: Edit card data
pl: Edycja danych karty

# PaymentDetailsView_editCardDataSave
source: Save
pl: Zapisz

# PaymentDetailsView_expires
source: EXPIRES
pl: WYGASA

# PaymentDetailsView_navigationTitle
source: Payment Details
pl: Szczegóły dotyczące płatności

# PaymentDetailsView_validThruLabel
source: Valid Thru
pl: Ważny Do

# PaymentMethod_cash
source: Cash
pl: Gotówka

# PaymentMethod_creditCard
source: Credit Card
pl: Karta Płatnicza

# PersonalInfoView_addNewAddressButton
source: Add new address
pl: Dodaj nowy adres

# PersonalInfoView_address
source: Address
pl: Adres

# PersonalInfoView_emailAddress
source: Email Address
pl: Adres e-mail

# PersonalInfoView_firstName
source: First Name
pl: Imię

# PersonalInfoView_navigationTitle
source: Personal Information
pl: Dane Osobowe

# ProductDetailsRatingsSection_comments
source: Comments
pl: Komentarze

# ProductDetailsRatingsSection_productRating
source: Product Rating
pl: Ocena Produktu

# ProductRecognizerView_chooseOneOfTheProducts
source: Choose one of the products listed below if it is what you wanted. Otherwise, try recognizing the product again.
pl: Wybierz jeden z wymienionych poniżej produktów, jeśli jest to to, czego chciałeś. W przeciwnym razie spróbuj ponownie rozpoznać produkt.

# ProductRecognizerView_chooseOtherImage
source: Choose other image
pl: Wybierz inny obraz

# ProductRecognizerView_navigationTitle
source: Recognize Product
pl: Rozpoznaj Produkt

# ProductRecognizerView_noProductsFound
source: No products found!
pl: Nie znaleziono żadnych produktów!

# ProductRecognizerView_pleaseWaitAFewSecondsModalLabel
source: Please wait a few seconds...
pl: Proszę poczekać kilka sekund...

# ProductRecognizerView_recognitionResults
source: Recognition Results
pl: Wyniki Rozpoznawania

# ProductRecognizerView_recognizeButton
source: Recognize
pl: Rozpoznaj

# ProductRecognizerView_recognizingProductModalLabel
source: Recognizing Product
pl: Rozpoznawanie Produktu

# ProductRecognizerView_tryAgainButton
source: Try again
pl: Spróbuj ponownie

# ProductRecognizerView_tryRecognizingTheProductAgain
source: Try recognizing the product again by clicking button down below.
pl: Spróbuj ponownie rozpoznać produkt klikając przycisk poniżej.

# ProductRecognizerView_useCameraButton
source: Use Camera
pl: Użyj Kamery

# ProductRecognizerView_usePhotoLibraryButton
source: Use Photo Library
pl: Użyj Biblioteki Zdjęć

# ProductsListSource_all
source: All Products
pl: Wszystkie Produkty

# ProductsListSource_category
source: Products by Category
pl: Produkty dla Kategorii

# ProductsListSource_company
source: Products by Company
pl: Produkty dla Firmy

# ProductsListSource_newest
source: Newest Products
pl: Najnowsze Produkty

# ProductsListSource_recommended
source: Recommended Products
pl: Polecane Produkty

# ProfileView_changePhotoActionSheetChoosePhotoButton
source: Choose Photo
pl: Wybierz Zdjęcie

# ProfileView_changePhotoActionSheetTakePhotoButton
source: Take Photo
pl: Zrób Zdjęcie

# ProfileView_changePhotoActionSheetTitle
source: Change Photo
pl: Zmień Zdjęcie

# ProfileView_changePhotoButton
source: Change Photo
pl: Zmień Zdjęcie

# ProfileView_helloLabel
source: Hello,
pl: Cześć,

# ProfileView_helpNavigationName
source: Help
pl: Pomoc

# ProfileView_logoutButton
source: Logout
pl: Wyloguj

# ProfileView_navigationTitle
source: Profile
pl: Profil

# ProfileView_ordersNavigationViewName
source: Orders
pl: Zamówienia

# ProfileView_paymentDetailsNavigationName
source: Payment Details
pl: Szczegóły Dotyczące Płatności

# ProfileView_personalInfoNavigationName
source: Personal Info
pl: Informacje Osobiste

# ProfileView_returnsNavigationName
source: Returns
pl: Zwroty

# ProfileView_settingsButton
source: Settings
pl: Ustawienia

# ProfileView_weAreHappyToSeeYouAgain
source: We are happy to see you again.
pl: Cieszymy się, że znów możemy Cię zobaczyć.

# RegisterView_birthDataLabel
source: Birth Date:
pl: Data Urodzenia:

# RegisterView_credentialsLabel
source: Credentials:
pl: Dane użytkownika:

# RegisterView_emailErrorCharacters
source: Email should be between 2 and 64 characters and contain @
pl: Email powinien mieć od 2 do 64 znaków i zawierać @

# RegisterView_emailErrorTaken
source: Email has already been used
pl: E-mail został już wykorzystany

# RegisterView_fullNameError
source: Full name should not contain any numbers and has to consist of at least two words.
pl: Imię i nazwisko nie powinno zawierać żadnych cyfr i musi składać się z co najmniej dwóch słów.

# RegisterView_fullNameTextField
source: Full Name
pl: Imię i nazwisko

# RegisterView_navigationTitle
source: Register
pl: Zarejestruj się

# RegisterView_passwordError
source: Password should be at least 8 characters long, should contain a number and a big letter
pl: Hasło powinno mieć co najmniej 8 znaków, zawierać cyfrę i dużą literę

# RegisterView_passwordTextField
source: Password
pl: Hasło

# RegisterView_personalInformationLabel
source: Personal Information
pl: Dane Osobowe

# RegisterView_usernameErrorCharacters
source: Username should contain at least 5 characters
pl: Nazwa użytkownika powinna zawierać co najmniej 5 znaków

# RegisterView_usernameErrorTaken
source: Username already taken
pl: Nazwa użytkownika już zajęta

# RegisterView_usernameTextField
source: Username
pl: Nazwa Użytkownika

# ReturnCreationView_chooseProducts
source: Choose Products you want to return:
pl: Wybierz Produkty, które chcesz zwrócić:

# ReturnCreationView_continueButton
source: Continue
pl: Kontynuuj

# ReturnCreationView_navigationTitle
source: Create Return
pl: Utwórz Zwrot

# ReturnCreationView_orderID
source: Order ID
pl: Numer Zamówienia

# ReturnCreationView_selectedProducts
source: Selected Products:
pl: Wybrane Produkty:

# ReturnDetailsView_navigationTitle
source: Return No.
pl: Nr Zwrotu:

# ReturnDetailsView_products
source: Products
pl: Produkty

# ReturnDetailsView_returnDate
source: Return Date
pl: Data Zwrotu

# ReturnDetailsView_totalReturnPrice
source: Total return price
pl: Całkowita cena zwrotu

# ReturnStatus_closed
source: Closed
pl: Zamknięte

# ReturnStatus_delivered
source: Delivered
pl: Dostarczone

# ReturnStatus_moneyReturned
source: Money returned
pl: Kwota Zwrócona

# ReturnStatus_reported
source: Reported
pl: Zgłoszony

# ReturnStatus_sent
source: Sent
pl: Wysłane

# ReturnsView_navigationTitle
source: Returns
pl: Zwroty

# ReturnsView_products
source: Products:
pl: Produkty:

# ReturnsView_returnStatus
source: Return Status:
pl: Status Zwrotu:

# SearchView_clearAllButton
source: Clear all
pl: Wyczyść wszystko

# SearchView_hideAllButton
source: Hide all
pl: Ukryj

# SearchView_navigationTitle
source: Search
pl: Szukaj

# SearchView_newText
source: New
pl: Nowy

# SearchView_noProductsFound
source: No Products Found
pl: Nie znaleziono żadnych produktów

# SearchView_pleaseTryAnotherSearchKey
source: Please try another search key or change filtering method.
pl: Spróbuj wyszukać co innego lub zmienić sposób filtrowania.

# SearchView_recentSearchesText
source: Recent Searches
pl: Ostatnie Wyszukiwania

# SearchView_searchForProductsPrompt
source: Search For Products
pl: Szukaj Produktów

# SearchView_seeAllButton
source: See all
pl: Pokaż

# SearchView_trendingSearchesText
source: Trending Searches
pl: Popularne Wyszukiwania

# SecondRegisterView_apartmentNumberError
source: Apartment number should contain only numbers
pl: Numer mieszkania powinien zawierać tylko cyfry

# SecondRegisterView_apartmentNumberTextField
source: Apartment Number
pl: Numer Mieszkania

# SecondRegisterView_cityError
source: City name should not contain any numbers
pl: Nazwa miasta nie powinna zawierać żadnych cyfr

# SecondRegisterView_cityTextField
source: City
pl: Miasto

# SecondRegisterView_countryLabel
source: Country:
pl: Kraj:

# SecondRegisterView_fullNameError
source: Full name should not contain any numbers and has to consist of at least two words
pl: Imię i Nazwisko nie powinny zawierać żadnych cyfr i muszą składać się z co najmniej dwóch słów.

# SecondRegisterView_fullNameTextField
source: Full Name
pl: Imię i Nazwisko

# SecondRegisterView_invoiceDataLabel
source: Invoice Data
pl: Dane do faktury

# SecondRegisterView_navigationTitle
source: Create Account
pl: Utwórz Konto

# SecondRegisterView_registerButton
source: Register
pl: Zarejestruj się

# SecondRegisterView_sameAddressOnInvoice
source: Same address on invoice?
pl: Ten sam adres na fakturze?

# SecondRegisterView_shipmentAddressLabel
source: Shipment Address:
pl: Adres Wysyłki:

# SecondRegisterView_streetNameError
source: Street name should not contain any numbers
pl: Nazwa ulicy nie powinna zawierać żadnych cyfr

# SecondRegisterView_streetNameTextField
source: Street Name
pl: Nazwa Ulicy

# SecondRegisterView_streetNumberError
source: Street number should contain only numbers
pl: Numer ulicy powinien zawierać tylko cyfry

# SecondRegisterView_streetNumberTextField
source: Street Number
pl: Numer Ulicy

# SecondRegisterView_thisFieldIsOptionalLabel
source: This field is optional
pl: To pole jest opcjonalne

# SecondRegisterView_zipCodeError
source: Zip Code should contain only 5 digits and be formatted like XXXXX
pl: Kod pocztowy powinien zawierać tylko 5 cyfr i być w formacie XXXXX

# SecondRegisterView_zipCodeTextField
source: Zip Code
pl: Kod Pocztowy

# SecondReturnCreationView_bankAccountNumberTextField
source: Bank account number
pl: Numer rachunku bankowego

# SecondReturnCreationView_bankAccountNumberTextFieldFooter
source: Provide 26-digits number
pl: Podaj 26-cyfrowy numer

# SecondReturnCreationView_bankAccountOwnerNameTextField
source: Full name of bank account owner
pl: Imię i nazwisko właściciela rachunku bankowego

# SecondReturnCreationView_cityTextField
source: City
pl: Miasto

# SecondReturnCreationView_continueButton
source: Continue
pl: Kontynuuj

# SecondReturnCreationView_countryTextField
source: Country
pl: Kraj

# SecondReturnCreationView_navigationTitle
source: Create Return
pl: Utwórz Zwrot

# SecondReturnCreationView_postalCodeTextField
source: Postal code
pl: Kod Pocztowy

# SecondReturnCreationView_provideBankAccountData
source: Provide bank account data on which you want your money back
pl: Podaj dane konta bankowego, na które chcesz otrzymać zwrot

# SecondReturnCreationView_streetHouseNumberTextField
source: Street and house number
pl: Ulica i numer domu

# SelectionDropdownMenu_tapToChoose
source: Tap to choose
pl: Kliknij by wybrać

# SettingsView_accountActionsSectionFooter
source: Here you can manage your account
pl: Tutaj możesz zarządzać swoim kontem

# SettingsView_accountActionsSectionHeader
source: Account Actions
pl: Zarządzanie Kontem

# SettingsView_additionalSectionHeader
source: Additional
pl: Dodatkowe

# SettingsView_appSettingsSectionFooter
source: Make shopping as easy as possible by personalizing the app to the maximum
pl: Ułatw zakupy tak bardzo jak to możliwe dzięki maksymalnej personalizacji aplikacji

# SettingsView_appSettingsSectionHeader
source: App settings
pl: Ustawienia aplikacji

# SettingsView_biometrickLock
source: Biometric Lock
pl: Blokada Biometryczna

# SettingsView_changeAccentColor
source: Change Accent Color
pl: Zmiana Motywu Kolorystycznego

# SettingsView_changeEmail
source: Change Email
pl: Zmień E-mail

# SettingsView_changePassword
source: Change Password
pl: Zmień Hasło

# SettingsView_deleteAccount
source: Delete Account
pl: Usuń Konto

# SettingsView_followMeOnGithub
source: Follow me on GitHub:
pl: Obserwuj mnie na GitHubie:

# SettingsView_manageDarkMode
source: Manage Dark Mode
pl: Zarządzaj Trybem Ciemnym

# SettingsView_navigationTitle
source: Settings
pl: Ustawienia

# SettingsView_navigationViewNameChangeEmail
source: Change Email
pl: Zmień E-mail

# SettingsView_navigationViewNameChangePassword
source: Change Password
pl: Zmień Hasło

# SettingsView_navigationViewNameDeleteAccount
source: Delete Account
pl: Usuń Konto

# SettingsView_notifications
source: Notifications
pl: Powiadomienia

# SettingsView_showOnboarding
source: Show Onboarding
pl: Pokaż Samouczek Aplikacji

# SettingsView_termsAndConditions
source: Terms and Conditions
pl: Regulamin

# ShippingMethod_courier
source: Courier
pl: Kurier

# ShippingMethod_parcel
source: Parcel Locker
pl: Paczkomat

# ShippingMethod_pickup
source: Pickup
pl: Odbiór Osobisty

# SingleProductRatingView_addRateButton
source: Add Rating
pl: Dodaj Opinię

# SingleProductRatingView_howDoYouFindProduct
source: How do you find the product?
pl: Jak podoba Ci się produkt?

# SingleProductRatingView_navigationTitle
source: Rate the product
pl: Oceń Produkt

# SingleProductRatingView_pleaseWriteFewWords
source: Please, write a few words about it.
pl: Proszę, napisz kilka słów na ten temat.

# SortingAndFilteringSheetView_applyButton
source: Apply
pl: Zastosuj

# SortingAndFilteringSheetView_category
source: Category
pl: Kategoria

# SortingAndFilteringSheetView_company
source: Company
pl: Firma

# SortingAndFilteringSheetView_filterBy
source: Filter By
pl: Filtruj

# SortingAndFilteringSheetView_fromRatingLabel
source: From
pl: Od

# SortingAndFilteringSheetView_fromTextField
source: From
pl: Od

# SortingAndFilteringSheetView_navigationTitle
source: Sorting and Filtering
pl: Sortowanie i Filtrowanie

# SortingAndFilteringSheetView_price
source: Price
pl: Cena

# SortingAndFilteringSheetView_rating
source: Rating
pl: Ocena

# SortingAndFilteringSheetView_restoreDefaultsButton
source: Restore Defaults
pl: Przywróć Domyślne

# SortingAndFilteringSheetView_sortBy
source: Sort By
pl: Sortuj

# SortingAndFilteringSheetView_toRatingLabel
source: To
pl: Do

# SortingAndFilteringSheetView_toTextField
source: To
pl: Do

# SortingMethods_popularity
source: Popularity
pl: Popularność

# SortingMethods_priceAscending
source: Price Ascending
pl: Cena Rosnąco

# SortingMethods_priceDescending
source: Price Descending
pl: Cena Malejąco

# SortingMethods_ratingAscending
source: Rating Ascending
pl: Ocena Rosnąco

# SortingMethods_ratingDescending
source: Rating Descending
pl: Ocena Malejąco

# SortingMethods_reviewsAscending
source: Reviews Ascending
pl: Opinie Rosnąco

# SortingMethods_reviewsDescending
source: Reviews Descending
pl: Opinie Malejąco

# ThirdReturnCreationView_createReturnButton
source: Create Return
pl: Utwórz Zwrot

# ThirdReturnCreationView_howDoYouWantToReturn
source: How do you want to return the product?
pl: W jaki sposób chcesz zwrócić produkt?

# ThirdReturnCreationView_navigationTitle
source: Create Return
pl: Utwórz Zwrot

# texterify_timestamp
source: 2022-11-09T17:54:39Z
pl: 2022-11-05T17:31:35Z
