Repository: ljaniszewski00/SwiftfulShopping
Catalog: SwiftfulShopping/Localizable/*.lproj/Localizable.strings
Languages: pl

# AccentColorChangeView_addCustomPickerText
source: Add Custom
pl: Dodaj Niestandardowe

# AccentColorChangeView_adjustThemeColor
source: Adjust Theme Color
pl: Dostosuj Kolor Motywu

# AddNewAddressView_addNewAddressButton
source: Add new address
pl: Dodaj nowy adres

# AddNewAddressView_apartmentNumberTextField
source: Apartment Number
pl: Numer mieszkania

# AddNewAddressView_cityTextField
source: City
pl: Miasto

# AddNewAddressView_countryTextField
source: Country
pl: Kraj

# AddNewAddressView_navigationTitle
source: Add new address
pl: Dodaj nowy adres

# AddNewAddressView_postalCodeTextField
source: Postal Code
pl: Kod pocztowy

# AddNewAddressView_streetNameTextField
source: Street Name
pl: Nazwa Ulicy

# AddNewAddressView_streetNumberTextField
source: Street Number
pl: Numer Ulicy

# AddNewAddressView_thisFieldIsOptional
source: This field is optional
pl: To pole jest opcjonalne

# AddNewAddressView_useAsDefaultAddress
source: Use as default address?
pl: Użyć jako adresu domyślnego?

# AddToCartButton_addToCartLabel
source: Add
pl: Dodaj

# Appearance_dark
source: Dark
pl: Ciemny

# Appearance_light
source: Light
pl: Jasny

# Appearance_system
source: System
pl: Systemowy

# BasicProductTile_rateProductButton
source: Rate product
pl: Oceń produkt

# CartView_checkout
source: Checkout
pl: Kasa

# CartView_ifYouAddAnyProducts
source: If you add any products to your cart they will be displayed here
pl: Jeśli dodasz jakieś produkty do koszyka, zostaną one wyświetlone tutaj

# CartView_navigationTitle
source: Cart
pl: Koszyk

# CartView_productsInCart
source: Products:
pl: Produkty:

# CartView_toolbarButtonCleanCart
source: Clean Cart
pl: Wyczyść koszyk

# CartView_totalCost
source: Cost:
pl: Koszt:

# CartView_yourCartIsEmpty
source: Your cart is empty
pl: Twój koszyk jest pusty

# Category_accessories
source: Accessories
pl: Akcesoria

# Category_computers
source: Computers
pl: Komputery

# Category_laptops
source: Laptops
pl: Laptopy

# Category_other
source: Other
pl: Inne

# Category_phones
source: Phones
pl: Telefony

# Category_tablets
source: Tablets
pl: Tablety

# Category_watches
source: Watches
pl: Zegarki

# ChangeEmailView_changeEmailButton
source: Change Email Address
pl: Zmień e-mail

# ChangeEmailView_navigationTitle
source: Change Email
pl: Zmień e-mail

# ChangeEmailView_newEmailTextField
source: New Email Address
pl: Nowy adres e-mail

# ChangeEmailView_oldEmailTextField
source: Old Email Address
pl: Stary adres e-mail

# ChangeEmailView_passwordTextField
source: Password
pl: Hasło

# ChangeEmailView_verifyButton
source: Verify Credentials
pl: Zweryfikuj dane uwierzytelniające

# ChangePasswordView_changePasswordButton
source: Change Password
pl: Zmiana hasła

# ChangePasswordView_emailTextField
source: Email Address
pl: Adres e-mail

# ChangePasswordView_navigationTitle
source: Change Password
pl: Zmiana hasła

# ChangePasswordView_newPasswordTextField
source: New Password
pl: Nowe hasło

# ChangePasswordView_oldPasswordTextField
source: Old Password
pl: Stare hasło

# ChangePasswordView_verifyButton
source: Verify Credentials
pl: Zweryfikuj dane uwierzytelniające

# ColorSchemeChangeView_navigationTitle
source: Change Color Scheme
pl: Zmiana schematu kolorów

# Common_cancel
source: Cancel
pl: Anuluj

# Common_next
source: Next
pl: Dalej

# Common_no
source: No
pl: Nie

# Common_search
source: Search
pl: Wyszukaj

# Common_yes
source: Yes
pl: Tak

# CompletionReturnCreationView_closeButton
source: Close
pl: Zamknij

# CompletionReturnCreationView_moneyToBeReturned
source: Money to be returned:
pl: Kwota do zwrotu:

# CompletionReturnCreationView_navigationTitle
source: Return created
pl: Zwrot utworzony

# CompletionReturnCreationView_pleaseWaitPatiently
source: Please wait patiently for hearing from us soon.
pl: Prosimy cierpliwie czekać na wiadomość od nas.

# CompletionReturnCreationView_returnNumber
source: Return number
pl: Number zwrotu

# CompletionReturnCreationView_youHaveSuccessfullyCreatedReturn
source: You have successfuly created a return!
pl: Pomyślnie utworzono zwrot!

# Countries_czech
source: Czech
pl: Czechy

# Countries_england
source: England
pl: Anglia

# Countries_france
source: France
pl: Francja

# Countries_germany
source: Germany
pl: Niemcy

# Countries_poland
source: Poland
pl: Polska

# Countries_spain
source: Spain
pl: Hiszpania

# Countries_unitedStates
source: United States
pl: Stany Zjednoczone

# CustomDatePicker_pickTodayButton
source: Pick Today
pl: Wybierz Dziś

# DeleteAccountView_confirmationSheetConfirmButton
source: Delete Account
pl: Usuń konto

# DeleteAccountView_confirmationSheetMessage
source: All your data will be lost!
pl: Wszystkie twoje dane zostaną utracone!

# DeleteAccountView_confirmationSheetTitle
source: Are you sure?
pl: Jesteś pewien?

# DeleteAccountView_deleteAccountButton
source: Delete Account
pl: Usuń konto

# DeleteAccountView_emailTextField
source: Email Address
pl: Adres e-mail

# DeleteAccountView_navigationTitle
source: Delete Account
pl: Usuń konto

# DeleteAccountView_passwordTextField
source: Password
pl: Hasło

# EditPersonalInfoView_emailAddressTextField
source: Email Address
pl: Adres e-mail

# EditPersonalInfoView_fullNameTextField
source: Full Name
pl: Imię i nazwisko

# EditPersonalInfoView_navigationTitle
source: Edit personal data
pl: Edycja danych osobowych

# EditPersonalInfoView_saveButton
source: Save
pl: Zapisz

# Errors_applyProductRatingError
source: Error adding new rating. Please try again later.
pl: Błąd dodawania nowej oceny. Proszę spróbować ponownie później.

# Errors_applyProductRatingErrorDescription
source: Error fetching data. Please try again later.
pl: Błąd pobierania danych. Proszę spróbować ponownie później.

# Errors_biometricRecognitionError
source: Biometric Recognition Error
pl: Błąd rozpoznania biometrycznego

# Errors_biometricRecognitionErrorDescription
source: Error authenticating using biometry. Please try again.
pl: Błąd uwierzytelniania przy użyciu biometrii. Proszę spróbować ponownie.

# Errors_changeDefaultAddressError
source: Change Default Address Error
pl: Błąd zmiany domyślnego adresu

# Errors_changeDefaultAddressErrorDescription
source: Error changing default address. Please try again later.
pl: Błąd zmiany domyślnego adresu. Proszę spróbować ponownie później.

# Errors_changeDefaultPaymentMethodError
source: Change Default Payment Method Error
pl: Błąd zmiany domyślnej metody płatności

# Errors_changeDefaultPaymentMethodErrorDescription
source: Error changing default payment method. Please try again later.
pl: Błąd zmiany domyślnej metody płatności. Proszę spróbować ponownie później.

# Errors_changeEmailError
source: Change Email Error
pl: Błąd zmiany adresu e-mail

# Errors_changeEmailErrorDescription
source: Error occured while trying to change email. Please try again later.
pl: Wystąpił błąd podczas próby zmiany adresu e-mail. Proszę spróbować ponownie później.

# Errors_changePasswordError
source: Change Password Error
pl: Błąd zmiany hasła

# Errors_changePasswordErrorDescription
source: Error occured while trying to change password. Please try again later.
pl: Wystąpił błąd podczas próby zmiany hasła. Proszę spróbować ponownie później.

# Errors_changePhotoError
source: Change Photo Error
pl: Błąd zmiany zdjęcia

# Errors_changePhotoErrorDescription
source: Error changing photo. Please try again later.
pl: Błąd zmiany zdjęcia. Proszę spróbować ponownie później.

# Errors_createAddressError
source: Create Address Error
pl: Błąd tworzenia adresu

# Errors_createAddressErrorDescription
source: Error creating address. Please try again later.
pl: Błąd przy tworzeniu adresu. Proszę spróbować ponownie później.

# Errors_dataFetchError
source: Data Fetch Error
pl: Błąd pobierania danych

# Errors_dataFetchErrorDescription
source: Error fetching data. Please try again later.
pl: Błąd pobierania danych. Proszę spróbować ponownie później.

# Errors_deleteAccountError
source: Delete Account Error
pl: Błąd usunięcia konta

# Errors_deleteAccountErrorDescription
source: Error occured while trying delete the account. Please try again later.
pl: Wystąpił błąd podczas próby usunięcia konta. Proszę spróbować ponownie później.

# Errors_discountApplyError
source: Discount Apply Error
pl: Błąd zastosowania rabatu

# Errors_discountApplyErrorDescription
source: Error applying discount code. Please try again later.
pl: Błąd przy stosowaniu kodu rabatowego. Proszę spróbować ponownie później.

# Errors_editPersonalInfoError
source: Edit Personal Info Error
pl: Błąd Edycji Danych Osobowych

# Errors_editPersonalInfoErrorDescription
source: Error occured while trying to update personal info. Please try again later.
pl: Wystąpił błąd podczas próby aktualizacji danych osobowych. Proszę spróbować ponownie później.

# Errors_emailPasswordSignInError
source: Email and Password Sign In Error
pl: Błąd rejestracji adresu e-mail i hasła

# Errors_emailPasswordSignInErrorDescription
source: Error occured while trying to log in with email and password. Please try again later.
pl: Wystąpił błąd podczas próby zalogowania się przy użyciu adresu e-mail i hasła. Proszę spróbować ponownie później.

# Errors_facebookSignInError
source: Facebook Sign In Error
pl: Błąd logowania na Facebooku

# Errors_facebookSignInErrorDescription
source: Error occured while trying to log in via Facebook. Please try again later.
pl: Wystąpił błąd podczas próby zalogowania się przez Facebook. Proszę spróbować ponownie później.

# Errors_firstTimeLoginError
source: First Time Login Error
pl: Błąd pierwszego logowania

# Errors_firstTimeLoginErrorDescription
source: Error occured while trying to log in for the first time. Please try again later.
pl: Wystąpił błąd podczas próby pierwszego logowania. Proszę spróbować ponownie później.

# Errors_gitHubSignInError
source: Github Sign In Error
pl: Błąd logowania na Githubie

# Errors_githubSignInErrorDescription
source: Error occured while trying to log in via GitHub. Please try again later.
pl: Wystąpił błąd podczas próby zalogowania się przez GitHub. Proszę spróbować ponownie później.

# Errors_googleSignInError
source: Google Sign In Error
pl: Błąd logowania w Google

# Errors_googleSignInErrorDescription
source: Error occured while trying to log in via Google. Please try again later.
pl: Wystąpił błąd podczas próby zalogowania się przez Google. Proszę spróbować ponownie później.

# Errors_loginError
source: Login Error
pl: Błąd logowania

# Errors_loginErrorDescription
source: Error occured while trying to log in. Please try again later.
pl: Wystąpił błąd podczas próby zalogowania. Proszę spróbować ponownie później.

# Errors_logoutError
source: Logout Error
pl: Błąd wylogowania

# Errors_logoutErrorDescription
source: Error occured while trying to logout. Please try again later.
pl: Wystąpił błąd podczas próby wylogowania. Proszę spróbować ponownie później.

# Errors_networkError
source: Network Error
pl: Błąd sieci

# Errors_networkErrorDescription
source: No internet connection. Some functions will be unavailable.
pl: Brak połączenia internetowego. Niektóre funkcje będą niedostępne.

# Errors_orderCreateError
source: Order Create Error
pl: Błąd tworzenia zamówienia

# Errors_orderCreateErrorDescription
source: Error creating your order. Please try again later.
pl: Błąd przy tworzeniu zamówienia. Proszę spróbować ponownie później.

# Errors_phoneSignInError
source: Phone Sign In Error
pl: Błąd logowania poprzez numer telefonu

# Errors_phoneSignInErrorDescription
source: Error occured while trying to log in with phone number. Please try again later.
pl: Wystąpił błąd podczas próby zalogowania się za pomocą numeru telefonu. Proszę spróbować ponownie później.

# Errors_productRecognizerError
source: Product Recognizer Error
pl: Błąd rozpoznawania produktu

# Errors_productRecognizerErrorDescription
source: Error occured while recognizing your product. Please try again later.
pl: Wystąpił błąd podczas rozpoznawania produktu. Prosimy spróbować ponownie później.

# Errors_registerError
source: Registration Error
pl: Błąd rejestracji

# Errors_registerErrorDescription
source: Error occured while trying to register. Please try again later.
pl: Wystąpił błąd podczas próby rejestracji. Proszę spróbować ponownie później.

# Errors_returnCreateError
source: Return Create Error
pl: Błąd Tworzenia Zwrotu

# Errors_returnCreateErrorDescription
source: Error creating your return. Please try again later.
pl: Błąd tworzenia zwrotu. Proszę spróbować ponownie później.

# Errors_signOutError
source: Sign Out Error
pl: Błąd Wylogowywania

# Errors_unknownError
source: Unknown Error
pl: Nieznany Błąd

# Errors_unknownErrorDescription
source: Unknown error occured. Please try again later.
pl: Wystąpił nieznany błąd. Spróbuj ponownie później.

# ExpandableText_hide
source: Hide
pl: Ukryj

# ExpandableText_showAll
source: ... Show All
pl: Rozwiń

# ExploreView_allProductsButton
source: All Products
pl: Wszystkie Produkty

# ExploreView_categoriesLabel
source: Categories
pl: Kategorie

# ExploreView_companiesLabel
source: Companies
pl: Firmy

# ExploreView_navigationTitle
source: Explore
pl: Przeglądaj

# ExploreView_newestLabel
source: Newest
pl: Najnowsze

# ExploreView_recommendedLabel
source: Recommended
pl: Polecane

# ExploreView_seeAllNewestButton
source: See all newest
pl: Zobacz wszystkie najnowsze

# ExploreView_seeAllRecommendedButton
source: See all recommended
pl: Zobacz wszystkie polecane

# ExploreViewTabs_categories
source: Categories
pl: Kategorie

# ExploreViewTabs_trending
source: Trending
pl: Popularne

# ExploreViewTabs_weRecommend
source: We recommend
pl: Polecane

# FavoritesView_navigationTitle
source: Favorites
pl: Ulubione

# FilteringMethods_category
source: Category
pl: Kategorie

# FilteringMethods_company
source: Company
pl: Firmy

# FilteringMethods_price
source: Price
pl: Cena

# FilteringMethods_rating
source: Rating
pl: Ocena

# FirstTimeLoginView_apartmentNumberError
source: Apartment number should contain only numbers
pl: Numer mieszkania powinien zawierać tylko cyfry

# FirstTimeLoginView_apartmentNumberTextField
source: Apartment Number
pl: Numer mieszkania

# FirstTimeLoginView_cityError
source: City name should not contain any numbers.
pl: Nazwa miasta nie powinna zawierać żadnych cyfr.

# FirstTimeLoginView_cityTextField
source: City
pl: Miasto

# FirstTimeLoginView_completeLoginButton
source: Complete Login
pl: Ukończ Logowanie

# FirstTimeLoginView_countryLabel
source: Country:
pl: Kraj:

# FirstTimeLoginView_fullNameError
source: Full name should not contain any numbers and has to consist of at least two words.
pl: Imię i nazwisko nie może zawierać żadnych cyfr i musi składać się z co najmniej dwóch słów.

# FirstTimeLoginView_fullNameTextField
source: Full Name
pl: Imię i nazwisko

# FirstTimeLoginView_invoiceDataLabel
source: Invoice Data
pl: Dane do faktury

# FirstTimeLoginView_logging_for_the_first_time
source: Logging for the first time?
pl: Logujesz się po raz pierwszy?

# FirstTimeLoginView_provideShipmentInvoiceDataInstructions
source: Please, provide your shipment and invoice information now to speed up later order process
pl: Prosimy o podanie danych do wysyłki i faktury już teraz, aby przyspieszyć późniejszy proces zamówienia.

# FirstTimeLoginView_sameAddressOnInvoice
source: Same address on invoice?
pl: Ten sam adres na fakturze?

# FirstTimeLoginView_shipmentAddressLabel
source: Shipment Address
pl: Adres wysyłki

# FirstTimeLoginView_streetNameError
source: Street name should not contain any numbers.
pl: Nazwa ulicy nie powinna zawierać żadnych cyfr.

# FirstTimeLoginView_streetNameTextField
source: Street Name
pl: Nazwa Ulicy

# FirstTimeLoginView_streetNumberError
source: Street number should contain only numbers.
pl: Numer ulicy powinien zawierać tylko cyfry.

# FirstTimeLoginView_streetNumberTextField
source: Street Number
pl: Numer Ulicy

# FirstTimeLoginView_thisFieldIsOptionalLabel
source: This field is optional
pl: To pole jest opcjonalne

# FirstTimeLoginView_zipCodeError
source: Zip Code should contain only 5 digits and be formatted like XXXXX.
pl: Kod pocztowy powinien zawierać tylko 5 cyfr i być sformatowany jak XXXXX.

# FirstTimeLoginView_zipCodeTextField
source: Zip Code
pl: Kod Pocztowy

# ForgotPasswordView_instructionToTypeEmail
source: Please, type your e-mail and we will send you a link so that you can reset the password.
pl: Wpisz swój e-mail, a my wyślemy Ci link, dzięki któremu będziesz mógł zresetować hasło.

# ForgotPasswordView_navigationTitle
source: Forgot Password?
pl: Zapomniałeś hasła?

# ForgotPasswordView_sendRecoveryEmail
source: Send recovery e-mail
pl: Wyślij e-mail z instrukcją

source: Google Sign In Error
pl: Błąd logowania w Google

# GridProductCardTileView_ratings
source: ratings
pl: ocen

# HelpView_contactUs
source: Contact Us
pl: Skontaktuj się z nami

# HelpView_contactUsButton
source: Contact Us
pl: Skontaktuj się

# HelpView_emailAddressNewsletterTextField
source: Email Address
pl: Adres e-mail

# HelpView_navigationTitle
source: Help
pl: Pomoc

# HelpView_phoneNumberTextField
source: Phone Number
pl: Numer Telefonu

# HelpView_phoneNumberTextFieldFooter
source: Please provide either your email address or phone number.
pl: Prosimy o podanie adresu e-mail lub numeru telefonu.

# HelpView_subscribedToNewsletterCompletedButton
source: Subscribed
pl: Zasubskrybowano

# HelpView_subscribeToNewsletter
source: Subscribe to Newsletter
pl: Zapisz się do Newslettera

# HelpView_subscribeToNewsletterButton
source: Subscribe
pl: Subskrybuj

# HelpView_waitInfo
source: Wait until We contact You.
pl: Poczekaj, aż się z Tobą skontaktujemy.

# HomeView_cartTabName
source: Cart
pl: Koszyk

# HomeView_exploreTabName
source: Explore
pl: Przeglądaj

# HomeView_favoritesTabName
source: Favorites
pl: Ulubione

# HomeView_profileTabName
source: Profile
pl: Profil

# HomeView_searchTabName
source: Search
pl: Szukaj

# ListProductCardTileView_ratings
source: ratings
pl: oceny

# LoginView_dontHaveAnAccount
source: Don't have an account?
pl: Nie masz konta?

# LoginView_emailTextField
source: Email Address
pl: Adres e-mail

# LoginView_forgotPassword
source: Forgot password?
pl: Nie pamiętasz hasła?

# LoginView_loginButton
source: Login
pl: Zaloguj się

# LoginView_navigationTitle
source: Login
pl: Logowanie

# LoginView_orLabel
source: OR
pl: LUB

# LoginView_passwordTextField
source: Password
pl: Hasło

# LoginView_registerHere
source: Register here
pl: Zarejestruj się

# LoginView_signInWithFacebook
source: Sign in with Facebook
pl: Zaloguj się z Facebook

# LoginView_signInWithGitHub
source: Sign in with GitHub
pl: Zaloguj się z GitHub

# LoginView_signInWithGoogle
source: Sign in with Google
pl: Zaloguj się z Google

# NotificationsView_navigationTitle
source: Notifications
pl: Powiadomienia

# NotificationsView_thisPageIsUnderConstruction
source: This page is under construction...
pl: Ta strona jest w trakcie przygotowywania

# OrderCreationChangeAddressView_addNewAddressButton
source: Add new address
pl: Dodaj nowy adres

# OrderCreationChangeAddressView_address
source: Address
pl: Adres

# OrderCreationChangeAddressView_apartmentNumber
source: Apartment Number
pl: Numer Mieszkania

# OrderCreationChangeAddressView_apartmentNumberThisFieldIsOptional
source: This field is optional
pl: To pole jest opcjonalne

# OrderCreationChangeAddressView_chooseFromExisting
source: Choose from existing
pl: Wybierz spośród istniejących

# OrderCreationChangeAddressView_city
source: City
pl: Miasto

# OrderCreationChangeAddressView_country
source: Country
pl: Kraj

# OrderCreationChangeAddressView_createNewOne
source: Create new one
pl: Utwórz nowy

# OrderCreationChangeAddressView_navigationTitle
source: Change delivery address
pl: Zmiana adresu dostawy

# OrderCreationChangeAddressView_postalCode
source: Postal code
pl: Kod pocztowy

# OrderCreationChangeAddressView_save
source: Save
pl: Zapisz

# OrderCreationChangeAddressView_streetName
source: Street Name
pl: Nazwa Ulicy

# OrderCreationChangeAddressView_streetNumber
source: Street Number
pl: Numer Ulicy

# OrderCreationChangeAddressView_wouldYouLikeAddressDefault
source: Would you like this address to be default?
pl: Czy chciałbyś, aby ten adres był domyślny?

# OrderCreationChangeAddressView_wouldYouLikeToSaveThisAddress
source: Would you like to save this address?
pl: Czy chcesz zapisać ten adres?

# OrderCreationCompletionView_expectedDeliveryDate
source: Expected delivery date:
pl: Przewidywany termin dostawy:

# OrderCreationCompletionView_goBackToCart
source: Go back to cart
pl: Wróć do koszyka

# OrderCreationCompletionView_navigationTitle
source: Order placed
pl: Zamówienie złożone

# OrderCreationCompletionView_orderNumber
source: Order number:
pl: Numer zamówienia:

# OrderCreationCompletionView_pleaseWaitPatiently
source: Please wait patiently for it to be delivered
pl: Proszę cierpliwie czekać na jego dostarczenie

# OrderCreationCompletionView_youHaveSuccessfullyPlacedYourOrder
source: You have successfuly placed your order!
pl: Pomyślnie złożono zamówienie!

# OrderCreationShipmentPaymentView_changeAddress
source: Change address
pl: Zmiana adresu

# OrderCreationShipmentPaymentView_chooseDeliveryMethod
source: Choose delivery method
pl: Wybierz sposób dostawy

# OrderCreationShipmentPaymentView_choosePaymentMethod
source: Choose payment method
pl: Wybierz metodę płatności

# OrderCreationShipmentPaymentView_consigneeData
source: Consignee Data
pl: Dane Odbiorcy

# OrderCreationShipmentPaymentView_navigationTitle
source: Shipment and Payment
pl: Wysyłka i Płatność

# OrderCreationShipmentPaymentView_summary
source: Summary
pl: Podsumowanie

# OrderCreationShipmentPaymentView_thisWillBeTheDeliveryAddress
source: This will be the delivery addres for package
pl: To będzie adres dostawy dla paczki

# OrderCreationShipmentPaymentView_wouldYouLikeToReceiveInvoice
source: Would you like to receive invoice?
pl: Czy chcesz otrzymać fakturę?

# OrderCreationSummaryView_applyCouponCodeButton
source: Apply
pl: Zastosuj

# OrderCreationSummaryView_applyDiscountErrorDescription
source: The discount code You entered is either invalid or it does not apply to selected products.
pl: Wprowadzony przez Ciebie kod rabatowy jest nieważny lub nie dotyczy wybranych produktów.

# OrderCreationSummaryView_consigneeData
source: Consignee Data
pl: Dane Odbiorcy

# OrderCreationSummaryView_couponCodeTextField
source: Coupon Code
pl: Kod Rabatowy

# OrderCreationSummaryView_doYouHaveCouponCode
source: Do you have coupon code?
pl: Masz kod rabatowy?

# OrderCreationSummaryView_navigationTitle
source: Order Summary
pl: Podsumowanie Zamówienia

# OrderCreationSummaryView_paymentMethod
source: Payment Method
pl: Sposób Płatności

# OrderCreationSummaryView_products
source: Products
pl: Produkty

# OrderCreationSummaryView_productsInCart
source: Products in cart:
pl: Produkty w koszyku:

# OrderCreationSummaryView_shippingMethod
source: Shipping Method
pl: Sposób Wysyłki

# OrderCreationSummaryView_thisWillBeTheDeliveryAddress
source: This will be the delivery addres for package
pl: To będzie adres dostawy dla paczki

# OrderCreationSummaryView_totalCost
source: Total cost:
pl: Koszt całkowity:

# OrderCreationSummaryView_totalCostWithDiscounts
source: Total cost with discounts:
pl: Koszt całkowity z uwzględnieniem rabatów:

# OrderCreationSummaryView_wouldYouLikeToReceiveInvoice
source: Would you like to receive invoice?
pl: Czy chcesz otrzymać fakturę?

# OrderDetailsView_addressInfo
source: Address Info
pl: Dane Adresowe

# OrderDetailsView_customerInfo
source: Customer Info
pl: Dane Klienta

# OrderDetailsView_navigationTitle
source: Zam√≥wienie numer:
pl: Numer zamówienia:

# OrderDetailsView_orderDate
source: Order Date
pl: Data Zamówienia
